Repository: Naviam/Shop-Any-Ware
Catalog: TdService.Resources/Views/DashboardViewResources.*.resx
Languages: ru

# ActionsHeader
source: Actions
ru: Действие

# AddFundsAmountValidationMessage
source: Amount is required and should be a number
ru: Введите корректную сумму для депозита

# AddFundsButton
source: Add Funds
ru: Пополнить

# AddItemButton
source: ADD ITEM
ru: Добавить товар

source: Add item form
ru: Форма добавления товара

# AddOrderButton
source: Add Order
ru: Добавить заказ

# AddOrderButtonLoadingMessage
source: Adding Order...
ru: Добавляем заказ...

# AddPackageButton
source: Add Package
ru: Создать посылку

# AddPackageButtonLoadingMessage
source: Adding Package...
ru: Создаем посылку...

# AdminViewNoticeMessage
source: You are currently on the user {1} page (ID {0}).
ru: Вы просматриваете панель покупателя {0}

# BalanceAddFundsButton
source: Add Funds
ru: Пополнить

# BalanceHeader
source: Balance
ru: Баланс

# CancelButton
source: Cancel
ru: Отменить

source: Collapse all orders
ru: Свернуть все заказы

source: Collapse all packages
ru: Свернуть все посылки

source: Customs Declaration
ru: Таможенная декларация

# DashboardPageTitle
source: Shop Any Ware - Dashboard
ru: Shop Any Ware - Главная

# DeleteItemTitle
source: Remove item
ru: Удалить товар

# DeliveryHeader
source: Delivery
ru: Доставка

# EditItemTitle
source: Edit item
ru: Редактировать товар

# ExampleHeader
source: Example
ru: Пример

source: Expand all orders
ru: Развернуть все заказы

source: Expand all packages
ru: Развернуть все посылки

# FailedPayPalPaymentConfirmationMessage
source: Error occured while confirming your PayPal transaction. Contact adminictrator for details.
ru: Во время подтверждения транзакции произошла ошибка. Обратитесь к администрации.

# HistoryPackagesTabHeader
source: History
ru: История

# InStockButton
source: IN STOCK
ru: Принять на склад

# ItemNameHeader
source: Item
ru: Название товара

# ItemsTotalHeader
source: Total
ru: Всего

# LoadingHistoryOrdersMessage
source: Please wait. Loading your orders history..
ru: Пожалуйста подождите. Идет загрузка истории Ваших заказов..

# LoadingHistoryPackagesMessage
source: Please wait. Loading your packages history..
ru: Пожалуйста подождите. Идет загрузка истории Ваших посылок..

# LoadingRecentOrdersMessage
source: Please wait. Loading your recent orders..
ru: Пожалуйста подождите. Идет загрузка Ваших текущих заказов..

# LoadingRecentPackagesMessage
source: Please wait. Loading your recent packages..
ru: Пожалуйста подождите. Идет загрузка Ваших текущих посылок..

# MoveAllItemsTitle
source: Move all order items to package
ru: Переместить все товары из заказа в посылку

# MoveItemTitle
source: Move item to package
ru: Переместить товар в посылку

# MoveToNewPackage
source: Move to a new package
ru: Переместить в новую посылку

# MyUsAddressHeader
source: ShopAnyWare address
ru: Адрес склада ShopAnyWare

# MyUsAddressLinkMessage
source: U.S. address
ru: Посмотреть адрес склада

# MyUsAddressLinkTooltip
source: Click the link to see your U.S. address
ru: Нажмите на ссылку, чтобы посмотреть адрес склада

# NewOrderPlaceholder
source: please enter shop name or url (ex. amazon.com)
ru: введите ссылку на магазин

# NewPackagePlaceholder
source: please enter package name (ex. my package)
ru: введите название посылки

# NoHistoryOrdersMessage
source: There are no orders that were processed.
ru: На данный момент у Вас отсутствует история заказов.

# NoHistoryPackagesMessage
source: There are no packages that were delivered to you.
ru: На данный момент у Вас отсутствует история посылок.

# NoItemsMessage
source: The items will be automatically displayed when the order is received and processed by operator.
ru: Товар будет автоматически отображен после поступления заказа на склад и обработки оператором.

# NoOrdersMessage
source: There are no orders to show. Please add a new one.
ru: На данный момент у Вас отсутствуют активные заказы. Добавьте новый заказ.

# NoPackageItemsMessage
source: There are no items inside this package. Please move the items from orders.
ru: Пожалуйста, переместите сюда товары из Ваших заказов, которые уже поступили на склад.

# NoPackagesMessage
source: There are no packages to show. Please add a new one.
ru: На данный момент у Вас отсутствуют посылки. Создайте посылку.

# NoTransactionsMessage
source: There are no transactions to show.
ru: На данный момент у Вас отсутствует история транзакций.

# OrderCannotBeRemoved
source: The order cannot be removed in current state.
ru: Заказ не может быть удален в текущем состоянии.

# OrderCreatedDateHeader
source: Created
ru: Создан

# OrderCreatedSuccess
source: The order has been successfully added.
ru: Заказ был успешно добавлен.

# OrderNumberHeader
source: Order #
ru: Номер заказа

# OrderNumberPlaceholder
source: Please enter order number
ru: Введите номер заказа

# OrderOption1
source: Request For Orders
ru: Запросы на заказ

# OrderOption2
source: Recent Orders
ru: Текущие заказы

# OrderReceivedDateHeader
source: Received
ru: Получен

# OrderRemovedSuccess
source: The order has been successfully removed.
ru: Заказ был успешно удален.

# OrderReturnedDateHeader
source: Returned
ru: Возвращен

# OrdersHeader
source: Orders
ru: Заказы

# PackageCannotBeRemoved
source: The package cannot be removed in current state.
ru: Посылка не может быть удалена в текущем состоянии.

# PackageCreatedDateHeader
source: Created
ru: Создана

# PackageCreatedSuccessMessage
source: The package has been successfully created.
ru: Посылка была успешно создана.

# PackageDeliveredDateHeader
source: Delivered
ru: Доставлена

# PackageDispatchedDateHeader
source: Dispatched
ru: Отправлена

# PackageNameHeader
source: Name
ru: Название

# PackageRemovedSuccess
source: The package has been successfully removed.
ru: Посылка была успешно удалена.

# PackagesHeader
source: Packages
ru: Посылки

# PaymentTypePaypal
source: Payment / PayPal
ru: Платеж / PayPal

# PriceHeader
source: Price
ru: Цена

# PriceTitle
source: Click to edit item price.
ru: Нажмите кнопку мыши для редактирования цены.

# QuantityHeader
source: Qty
ru: К-во

# RecentPackagesTabHeader
source: Recent Packages
ru: Текущие посылки

# RemoveOrderButton
source: REMOVE
ru: Удалить посылку

# ReturnItemBackTitle
source: Return item back to order
ru: Вернуть товар назад в заказ

# ReturnOrderButton
source: RETURN
ru: Вернуть

# SaveChangesButton
source: Save changes
ru: Сохранить изменения

# SendPackageButton
source: SEND PACKAGE
ru: Отправить посылку

# StatusHeader
source: Status
ru: Статус

# SuccessfullPayPalPaymentConfirmationMessage
source: Your payment has been successfullt processed!
ru: Ваш депозит прошел успешно!

# TotalCostHeader
source: COST
ru: Общие затраты

# TotalWeightHeader
source: Weight
ru: Вес

# TrackingNumberHeader
source: Tracking #
ru: Номер отслеживания

# TrackingNumberPlaceholder
source: Please enter tracking number
ru: Введите номер отслеживания

# TransactionsAmount
source: Amount
ru: Всего

# TransactionsDate
source: Date
ru: Дата

# TransactionsStatus
source: Status
ru: Статус

# TransactionsType
source: Type
ru: Тип

# WeightHeader
source: Weight
ru: Вес
