Repository: Naviam/Shop-Any-Ware
Catalog: TdService.Resources/Views/HomeViewResources.*.resx
Languages: ru

# PageHeroDescription
source: Buy what you want from the USA and get your merchandise delivered to your home address in CIS countries within a week.
ru: Покупайте в магазинах США и получайте товар на Ваш адрес в России.

# PageHeroHeader
source: Shop any ware online in the USA!
ru: Покупайте любой товар в онлайн магазинах США!

# ServiceDescriptionHeader1
source: 1. Join us & get your USA address
ru: 1. Присоединитесь к нам и получите Ваш адрес в США

# ServiceDescriptionHeader2
source: 2. Shop any ware in the USA
ru: 2. Покупайте любой товар в США

# ServiceDescriptionHeader3
source: 3. Receive your packages
ru: 3. Получайте посылку на Ваш адрес доставки

# ServiceDescriptionValue1
source: Registration at ShopAnyWare is free. Within minutes of completing your registration, you will receive your new dedicated USA street address in New Jersey, New York. You will now be able to use this address for all your USA shopping. Its time to start shopping!
ru: Регистрация на ShopAnyWare бесплатна. Сразу же после регистрации Вы получите адрес в США в New Jersey, New York. Вы теперь сможете использовать этот адрес для всех Ваших покупок в США. Время начинать шопинг!

# ServiceDescriptionValue2_1
source: Shop at thousands of online shopping sites in the USA including auction sites like Ebay.com, famous name brand stores such as Saks Fifth Avenue, and small independent retailers like Etsy.com. It does not matter if the the store only ships inside the USA or only accepts USA credit cards, as a ShopAnyWare Member you can now shop wherever you would like with access to the US merchant's full product offerings as well as the best pricing!
ru: Покупайте в любом магазине США включая аукционы, такие как Ebay.com, а также известные брендовые магазины Saks на Пятой Авенью и маленькие независивые сети магазинов как Etsy.com. Не имеет значение если магазин осуществляет доставку только в пределах США или принимает к оплате только кредитные карты американских банков, как пользователь ShopAnyWare Вы теперь можете покупать где угодно с доступом к полному перечню предложений американских торговцев по лучшим ценам!

# ServiceDescriptionValue2_2
source: Shop at US websites like you usually would and use your ShopAnyWare address as your "Ship To" address.
ru: Покупайте в онлайн магазинах США и используйте Ваш адрес склада ShopAnyWare как "Ship To" адрес.

# ServiceDescriptionValue3
source: You can set a courier preference or we will automatically select the fastest & least expensive courier option (USPS or Major Express) for you on each shipment.
ru: Вы можете выбрать курьерскую службу для доставки в соответствии с Вашими предпочтениями или мы сами выберем наименее дорогой и быстрый способ доставки (USPS or Major Express) для каждой Вашей посылки.

# ServiceDescriptionValue3_1
source: Every package is repackaged and where applicable multiple-store orders are consolidated into the same package to save you money.
ru: Каждая полученая нами посылка перепаковывается. При этом Вы полностью контролируется какие товары и по каким посылкам Вы хотите распределить.

# ServiceDescriptionValue3_2
source: All customs documentation are completed for you.
ru: Таможенная декларация автоматически заполняется нами, но Вы сможете скорректировать ее если захотите.

# ServiceDescriptionValue3_3
source: All merchandise is insured unless you prefer otherwise.
ru: Все товары по умолчанию страхуются.

# ServiceDescriptionValue3_4
source: A full range of packing options - you can even specify whether to keep or discard original shoe boxes!
ru: Все услуги по упаковке, включая фотографии товара, выброс оригинальной упаковки обуви включены в номинальную стоимость услуги!
